{
  "global": {},
  "pages": {
    "homePage": {},
    "services": {
      "car-paint-protection-(PPF)-service": {
        "title": "حماية طلاء السيارات (PPF)",
        "imgSrc": "/assets/images/services/img-1.png",
        "subtitle": {
          "text": "حماية سيارتك بأفلام حماية عالية الجودة شفافة وملونة",
          "content": "في AAR-LUXE، نقدم أفلام حماية عالية الجودة، سواء كانت شفافة أو ملونة، مصممة لحماية سيارتك من الخدوش ورقائق الحجارة والأشعة فوق البنفسجية الضارة. باستخدام أحدث التقنيات الأمريكية، توفر أفلامنا متانة ووضوحًا لا مثيل لهما، مما يضمن بقاء سيارتك في حالة ممتازة لسنوات قادمة."
        },
        "list": {
          "title": "لماذا تختار أفلام الحماية الخاصة بنا؟",
          "items": [
            {
              "bold": "مقاومة متقدمة للخدوش:",
              "text": "يحمي طلاء سيارتك من الخدوش والتآكل."
            },
            {
              "bold": "الحماية من الأشعة فوق البنفسجية:",
              "text": "يحمي سيارتك من أشعة الشمس، ويمنع بهتان اللون وتغيراته."
            },
            {
              "bold": "خيارات قابلة للتخصيص:",
              "text": "اختر بين الأفلام الشفافة أو الملونة لتتناسب مع أسلوبك."
            },
            {
              "bold": "ضمان طويل الأمد:",
              "text": "استمتع براحة البال مع ضمان يصل إلى 7 سنوات."
            }
          ],
          "content": "أفلامنا مصنوعة بدقة وخبرة، مما يجعلها الخيار المثالي لأصحاب السيارات الذين يقدرون الجودة والأداء والجماليات. سواء كنت تهدف إلى الحفاظ على القيمة البيعية لسيارتك أو ببساطة ترغب في تعزيز مظهرها، فإن أفلام الحماية الخاصة بنا توفر نتائج لا مثيل لها."
        },
        "visit": {
          "title": {
            "text": "احمي استثمارك",
            "span": "اليوم!"
          },
          "content": {
            "text": "زورونا لمعرفة المزيد عن حلول حماية السيارات الخاصة بنا وحجز موعد. قُد بثقة، مع العلم أن سيارتك محمية بأفضل ما في الصناعة.",
            "link": "AAR-LUXE"
          }
        }
      },
      "thermal-insulation-tinting-service": {
        "title": "التظليل العازل الحراري",
        "imgSrc": "/assets/images/services/img-2.png",
        "subtitle": {
          "text": "ارتقِ براحتك مع تظليل العزل الحراري المتطور:",
          "content": "في AAR-LUXE، نقدم تظليلًا متطورًا للعزل الحراري مصممًا لحجب الحرارة والأشعة فوق البنفسجية الضارة، مما يضمن قيادة أكثر برودة وراحة. تتوفر لدينا مجموعة متنوعة من الدرجات لتتناسب مع أسلوبك واحتياجاتك، كما تأتي حلول التظليل الخاصة بنا مع ضمان يصل إلى 7 سنوات لراحة بالك، حتى تتمكن من القيادة بثقة."
        },
        "list": {
          "title": "لماذا تختار حلول التظليل الخاصة بنا؟",
          "items": [
            {
              "bold": "تقنية حجب الحرارة:",
              "text": "يبقي سيارتك باردة حتى في أكثر الأجواء حرارة."
            },
            {
              "bold": "حماية من الأشعة فوق البنفسجية:",
              "text": "يحميك ويحمي الأجزاء الداخلية لسيارتك من أضرار أشعة الشمس الضارة."
            },
            {
              "bold": "درجات تظليل قابلة للتخصيص:",
              "text": "اختر من بين مجموعة واسعة من درجات التظليل التي تناسب تفضيلاتك الشخصية."
            },
            {
              "bold": "ضمان 7 سنوات:",
              "text": "استمتع بأداء موثوق وطويل الأمد."
            }
          ],
          "content": "أفلام التظليل للعزل الحراري المتطورة الخاصة بنا مصنوعة بدقة وخبرة، مما يجعلها الخيار المثالي لأصحاب السيارات الذين يقدرون الجودة والأداء والجماليات. سواء كنت تهدف إلى الحفاظ على القيمة البيعية لسيارتك أو ببساطة ترغب في تعزيز مظهرها، فإن أفلام التظليل للعزل الحراري الخاصة بنا توفر نتائج لا مثيل لها."
        },
        "visit": {
          "title": {
            "text": "عزز تجربة قيادتك",
            "span": "اليوم!"
          },
          "content": {
            "text": "زورونا لمعرفة المزيد عن حلول تظليل العزل الحراري الخاصة بنا وحجز موعد. قُد براحة، مع العلم أن سيارتك محمية بأفضل ما في الصناعة.",
            "link": "AAR-LUXE"
          }
        }
      },
      "polishing-and-ceramic-coating-service": {
        "title": "التلميع والسيراميك",
        "imgSrc": "/assets/images/services/img-3.png",
        "subtitle": {
          "text": "حماية متقدمة للطلاء مع طلاء السيراميك",
          "content": "في AAR-LUXE، نقدم طلاء سيراميك متطورًا يوفر حماية فائقة لطلاء سيارتك. لا يعزز طلاؤنا لمعان سيارتك فحسب، بل يحميها أيضًا من الأوساخ والخدوش والأضرار البيئية. مع صيانة سنوية مجانية، يمكنك الاستمتاع بجمال وحماية طويلة الأمد لسيارتك."
        },
        "list": {
          "title": "لماذا تختار طلاء السيراميك الخاص بنا؟",
          "items": [
            {
              "bold": "لمعان محسن:",
              "text": "يمنح سيارتك مظهرًا لامعًا يشبه العرض في صالات العرض."
            },
            {
              "bold": "مقاومة الخدوش:",
              "text": "يحمي طلاء سيارتك من الخدوش والعلامات الدائرية."
            },
            {
              "bold": "طارد للأوساخ:",
              "text": "يبقي سيارتك نظيفة لفترة أطول عن طريق صد الأوساخ والغبار."
            },
            {
              "bold": "صيانة سنوية مجانية:",
              "text": "استمتع برعاية مستمرة للحفاظ على أداء الطلاء."
            }
          ],
          "content": "تم تصنيع حماية الطلاء الفائقة الخاصة بنا بدقة وخبرة، مما يجعلها الخيار المثالي لأصحاب السيارات الذين يقدرون الجودة والأداء والجماليات. سواء كنت تهدف إلى الحفاظ على القيمة البيعية لسيارتك أو ببساطة ترغب في تعزيز مظهرها، فإن حماية الطلاء الفائقة الخاصة بنا توفر نتائج لا مثيل لها."
        },
        "visit": {
          "title": {
            "text": "احمي لمعان سيارتك",
            "span": "اليوم!"
          },
          "content": {
            "text": "زورونا لمعرفة المزيد عن خدمات طلاء السيراميك الخاصة بنا وحجز موعد. قُد بفخر، مع العلم أن سيارتك محمية بأفضل ما في الصناعة.",
            "link": "AAR-LUXE"
          }
        }
      },
      "colored-paint-protection-film-service": {
        "title": "جلاد الحماية الملون",
        "imgSrc": "/assets/images/services/img-4.png",
        "subtitle": {
          "text": "حوّل مظهر سيارتك مع أغلفة الألوان الفاخرة",
          "content": "في AAR-LUXE، نقدم مجموعة كبيرة من الألوان والأنواع للأغلفة الفاخرة لمساعدتك في تحقيق المظهر الذي طالما حلمت به لسيارتك. سواء كنت تريد لونًا جريئًا جديدًا، أو مظهرًا غير لامع، أو تصميمًا مخصصًا، فإن أغلفتنا عالية الجودة مصممة لتغيير مظهر سيارتك مع حماية الطلاء الأصلي."
        },
        "list": {
          "title": "لماذا تختار أغلفة الحماية الملونة الخاصة بنا؟",
          "items": [
            {
              "bold": "تشكيلة واسعة من الألوان:",
              "text": "اختر من بين مجموعة كبيرة من الدرجات والمظاهر."
            },
            {
              "bold": "جودة عالية:",
              "text": "مصنوعة من مواد متينة لمظهر خالٍ من العيوب وطويل الأمد."
            },
            {
              "bold": "حماية الطلاء:",
              "text": "احمي الطلاء الأصلي لسيارتك من الخدوش وأضرار الأشعة فوق البنفسجية."
            },
            {
              "bold": "خيارات قابلة للتخصيص:",
              "text": "أنشئ مظهرًا فريدًا يعكس أسلوبك."
            }
          ],
          "content": "تم تصنيع أغلفة الحماية الملونة الخاصة بنا بدقة وخبرة، مما يجعلها الخيار المثالي لأصحاب السيارات الذين يقدرون الجودة والأداء والجماليات. سواء كنت تهدف إلى الحفاظ على القيمة البيعية لسيارتك أو ببساطة ترغب في تعزيز مظهرها، فإن أغلفة الحماية الملونة الخاصة بنا توفر نتائج لا مثيل لها."
        },
        "visit": {
          "title": {
            "text": "أعد تعريف أسلوب سيارتك",
            "span": "اليوم!"
          },
          "content": {
            "text": "زورونا لاستكشاف خيارات الأغلفة الفاخرة لدينا وحجز موعد. قُد بثقة، مع العلم أن سيارتك تبدو وكأنها جديدة.",
            "link": "AAR-LUXE"
          }
        }
      },
      "cosmetic-car-painting-service": {
        "title": "صبغ تجميلي للسيارات",
        "imgSrc": "/assets/images/services/img-5.png",
        "subtitle": {
          "text": "أعد إحياء سيارتك مع خدمات طلاء التجميل الاحترافية",
          "content": "نقدم في AAR-LUXE خدمات طلاء تجميل احترافية باستخدام تقنيات متطورة لتقديم لون نهائي مثالي وطويل الأمد. سواء كانت سيارتك تحتاج إلى لمسات تجميلية أو تحول كامل في اللون، فإن فريقنا الخبير يضمن نتائج بلا عيوب مدعومة بضمان لمدة 5 سنوات لراحة بالك."
        },
        "list": {
          "title": "لماذا تختار خدمات طلاء التجميل الخاصة بنا؟",
          "items": [
            {
              "bold": "تقنيات متطورة:",
              "text": "احصل على مظهر نهائي بجودة صالات العرض وبلا عيوب."
            },
            {
              "bold": "نتائج طويلة الأمد:",
              "text": "طلاء متين يحتفظ بحيويته لسنوات."
            },
            {
              "bold": "ضمان 5 سنوات:",
              "text": "استمتع بالثقة في حرفيتنا وموادنا."
            },
            {
              "bold": "مطابقة الألوان المخصصة:",
              "text": "مطابقة مثالية للون الأصلي أو اللون المطلوب لسيارتك."
            }
          ],
          "content": "تم تصنيع خدمات طلاء التجميل الاحترافية الخاصة بنا بدقة وخبرة، مما يجعلها الخيار المثالي لأصحاب السيارات الذين يقدرون الجودة والأداء والجماليات. سواء كنت تهدف إلى الحفاظ على القيمة البيعية لسيارتك أو ببساطة ترغب في تعزيز مظهرها، فإن خدمات طلاء التجميل الخاصة بنا توفر نتائج لا مثيل لها."
        },
        "visit": {
          "title": {
            "text": "أعطي سيارتك مظهرًا جديدًا",
            "span": "اليوم!"
          },
          "content": {
            "text": "زورونا لمعرفة المزيد عن خدمات طلاء التجميل الخاصة بنا وحجز موعد. قُد بفخر، مع العلم أن سيارتك تبدو وكأنها جديدة.",
            "link": "AAR-LUXE"
          }
        }
      },
      "interior-care-and-upholstery-service": {
        "title": "العناية الداخلية والتنجيد",
        "imgSrc": "/assets/images/services/img-6.png",
        "subtitle": {
          "text": "ارتقِ بداخلية سيارتك مع خدمات التنجيد الفاخرة",
          "content": "في AAR-LUXE، نقدم خدمات تنجيد فاخرة لمقاعد السيارات باستخدام أفضل أنواع الجلد والألياف الدقيقة. سواء كنت تريد استعادة داخلية سيارتك أو تخصيصها لتتناسب مع أسلوبك، فإن فريقنا الخبير يقدم حلولاً مخصصة مع إمكانية تخصيص التصاميم والألوان وفقًا لتفضيلاتك."
        },
        "list": {
          "title": "لماذا تختار خدمات العناية الداخلية والتنجيد الخاصة بنا؟",
          "items": [
            {
              "bold": "مواد عالية الجودة:",
              "text": "اختر من بين أفضل أنواع الجلد والألياف الدقيقة للحصول على راحة ومتانة لا مثيل لها."
            },
            {
              "bold": "تصاميم قابلة للتخصيص:",
              "text": "خصّص داخلية سيارتك بتصاميم وألوان فريدة."
            },
            {
              "bold": "حرفية خبراء:",
              "text": "احصل على مظهر نهائي فاخر وبلا عيوب مع محترفينا المهرة."
            },
            {
              "bold": "راحة محسّنة:",
              "text": "حوّل مقاعد سيارتك إلى مساحة مريحة وأنيقة."
            }
          ],
          "content": "تم تصنيع خدمات التنجيد الفاخرة الخاصة بنا بدقة وخبرة، مما يجعلها الخيار المثالي لأصحاب السيارات الذين يقدرون الجودة والأداء والجماليات. سواء كنت تهدف إلى الحفاظ على القيمة البيعية لسيارتك أو ببساطة ترغب في تعزيز مظهرها، فإن خدمات التنجيد الفاخرة الخاصة بنا توفر نتائج لا مثيل لها."
        },
        "visit": {
          "title": {
            "text": "رقّي داخلية سيارتك",
            "span": "اليوم!"
          },
          "content": {
            "text": "زورونا لاستكشاف خيارات التنجيد الفاخرة لدينا وحجز موعد. قُد بأناقة وراحة، مع العلم أن داخلية سيارتك في أيدٍ خبيرة.",
            "link": "AAR-LUXE"
          }
        }
      }
    }
  },
  "layout": {
    "Header": {
      "links": {
        "home": "الرئيسية",
        "aboutUs": "من نحن",
        "services": "خدماتنا المتميزة",
        "whyUs": "لماذا نحن",
        "bookOnline": "إحجز أونلاين",
        "branches": "فروعنا",
        "contact": "تواصل معنا"
      }
    },
    "Footer": {
      "links": [
        {
          "title": "خدماتنــــا",
          "links": [
            {
              "text": "جلاد حماية شفاف (PPF)"
            },
            {
              "text": "جلاد حماية ملون"
            },
            {
              "text": "تظليل عازل حراري"
            },
            {
              "text": "تلميع وحماية السيراميك"
            },
            {
              "text": "تغيير لون السيارة بالفينيل"
            },
            {
              "text": "صبغ تجميلي كامل"
            },
            {
              "text": "حماية مقدمة السيارة"
            },
            {
              "text": "تنجيد داخلي فاخر"
            },
            {
              "text": "إصلاح وتجديد المصابيح"
            },
            {
              "text": "تنظيف المحرك بالبخار"
            }
          ]
        },
        {
          "title": "خدمة العملاء",
          "links": [
            {
              "text": "الأسئلة المتكررة"
            },
            {
              "text": "وسائل الدفع"
            },
            {
              "text": "السياسات و البنود"
            },
            {
              "text": "سياسة الخصوصية"
            },
            {
              "text": "سياسة الضمان"
            }
          ]
        }
      ],
      "newsteller": {
        "title": "احصل على آخر أخبار السيارات",
        "form": {
          "input": "ادخل البريد الالكتروني",
          "button": "اشترك"
        }
      },
      "copyright": "جميع الحقوق محفوظة © 2025",
      "madeBy": "صنع بكل حب ❤️ بواسطة"
    }
  },
  "components": {
    "HeroSection": {
      "title": "احمي سيارتك بأعلى معايير الجودة",
      "description": {
        "line1": "نقدم لك تجربة فريدة في عالم العناية بالسيارات",
        "line2": "حيث الجودة والاحترافية تلتقيان لتوفير أفضل الخدمات لسيارتك",
        "line3": "بأفضل الخامات وبضمان حتى 7 سنوات"
      },
      "button": "أحجز موعدك الان"
    },
    "AboutUsSection": {
      "title": "من نحن",
      "description": "هي علامة تجارية رائدة في مجال العناية الفاخرة بالسيارات، تأسست لتقديم حلول مبتكرة تحافظ على جمال وحماية سيارتك. بعد نجاحنا الكبير في الإمارات، جئناكم إلى السعودية لنقدم نفس المستوى من الجودة والخدمات الاحترافية التي تستحقها. "
    },
    "WhyUsSection": {
      "title": "لماذا AAR LUXE؟",
      "list": [
        {
          "title": "منتجات عالية الجودة",
          "description": "جميع المواد المستخدمة لدينا مستوردة من أفضل الشركات العالمية",
          "icon": "img-1.png"
        },
        {
          "title": "ضمان راحة البال",
          "description": "ضمان يصل إلى 7 سنوات نضمن لك الحماية والجودة لفترة طويلة",
          "icon": "img-3.png"
        },
        {
          "title": "فريق محترف",
          "description": "لدينا خبراء وفنيون مدربون بعناية لتنفيذ أدق التفاصيل",
          "icon": "img-2.png"
        },
        {
          "title": "عروض حصرية",
          "description": "قدم أقوى العروض التنافسية على جميع خدماتنا",
          "icon": "img-4.png"
        }
      ]
    },
    "ServicesSection": {
      "title": "خدماتنا",
      "cards": [
        [
          {
            "title": "حماية طلاء السيارات (PPF)",
            "description": "نوفر أفلام الحماية الشفافة والملونة المصنوعة بأحدث التقنيات الأمريكية، لحماية سيارتك من الخدوش والأحجار وأشعة الشمس مع ضمان يصل إلى 7 سنوات.",
            "knowMore": {
              "text": "اعرف المزيد ..",
              "slug": "/car-paint-protection-(PPF)-service"
            },
            "img": "img-1.png"
          },
          {
            "title": "التظليل العازل الحراري",
            "description": "تظليل عازل حراري بتقنية متقدمة يحجب الحرارة والأشعة فوق البنفسجية، متوفر بدرجات مختلفة وفقًا لمتطلباتك، مع ضمان راحة البال ٧ سنوات .",
            "knowMore": {
              "text": "اعرف المزيد ..",
              "slug": "/thermal-insulation-tinting-service"
            },
            "img": "img-2.png"
          }
        ],
        [
          {
            "title": "التلميع والسيراميك",
            "description": "حماية فائقة لطلاء السيارة مع طلاء السيراميك المتطور الذي يعزز لمعان السيارة ويحميها من الأوساخ والخدوش، مع صيانة مجانية سنوية.",
            "knowMore": {
              "text": "اعرف المزيد ..",
              "slug": "/polishing-and-ceramic-coating-service"
            },
            "img": "img-3.png"
          },
          {
            "title": "جلاد الحماية الملون",
            "description": "غير لون سيارتك إلى المظهر الذي تحلم به مع تشكيلة ضخمة من الألوان والأنواع المختلفة من الأغلفة الفاخرة.",
            "knowMore": {
              "text": "اعرف المزيد ..",
              "slug": "/colored-paint-protection-film-service"
            },
            "img": "img-4.png"
          }
        ],
        [
          {
            "title": "صبغ تجميلي للسيارات",
            "description": "نوفر خدمة الصبغ التجميلي الاحترافي بتقنيات متطورة للحصول على لون مثالي يدوم طويلاً، مع ضمان 5 سنوات.",
            "knowMore": {
              "text": "اعرف المزيد ..",
              "slug": "/cosmetic-car-painting-service"
            },
            "img": "img-5.png"
          },
          {
            "title": "العناية الداخلية والتنجيد",
            "description": "خدمات تنجيد فاخرة للمقاعد بأجود أنواع الجلود والمايكروفايبر، مع إمكانية تخصيص التصميم والألوان حسب رغبتك.",
            "knowMore": {
              "text": "اعرف المزيد ..",
              "slug": "/interior-care-and-upholstery-service"
            },
            "img": "img-6.png"
          }
        ]
      ]
    },
    "GallerySection": {
      "title": "معرض الصور"
    },
    "ContactUsSection": {
      "title": "تواصل معنا",
      "description": "نحن هنا لمساعدتك! إذا كان لديك أي استفسارات أو تحتاج إلى دعم، فلا تتردد في التواصل معنا. فريقنا دائماً على استعداد لتقديم أفضل الحلول والرد على جميع أسئلتك.",
      "form": {
        "name": "الاسم",
        "message": "اكتب رسالتك",
        "submit": "ارسل",
        "selectCountryPlaceholder": "اختر البلد..."
      }
    }
  }
}